<?php if (!defined('THINK_PATH')) exit();?><style> 
b{text-align:center;width:100%}
</style>
<p>
转让方：LP<br/>
法定代表人：法人<br/>
联系地址：上海地址<br/>
联系电话：021 <br/>
<br/>
受让方：<?php echo ($data["k_nam_cust_real"]); ?> <br/>
证件号码：<?php echo ($data["k_cod_cust_id_no"]); ?><br/>
联系地址：<?php echo ($data["k_address"]); ?><br/>
联系电话：<?php echo ($data["k_tel"]); ?><br/>
</p>
鉴于： 
<p>
1.   转让方已于本协议签订前，通过《债权转让协议》受让相关资产权益（详见《债权资产权益转让要素表》），获得债权资产。<br/>
2.   转让方有意按照本协议约定将上述权益的部分（包括部分权益或/和部分期限）或全部转让给受让方，受让方同意按本协议约定予以受让。 <br/>
3.  转让方希望通过信息服务方将合法持有的债权的全部或部分转让给本协议项下的乙方“债权受让方”，所转让的债权以本协议第2条所述转让债权基本信息为准。乙方自愿受让相关债权。<br/>

为此，根据《中华人民共和国合同法》等有关法律法规的规定，本着诚实信用、平等、自愿、互利等原则，经友好协商，双方就权益转让的有关事项达成一 致，并签订本协议，以兹共同信守。 
</p>

<b>1.    重要提示</b>
<p>
1.1    本次交易的受让方应保证其为中华人民共和国有关法律法规规定并认可《合格投资人声明》要求资格的合格受让方，已阅读并完全知悉本协议全部内容，完全理解本次交易的性质及受让方的权利、义务，并愿意自行承担其中涉及的相关风险。 
1.2   受让方应自行判断此次交易是否完全符合受让方资产配置和财务规划的需求，确保此次交易与自身的风险承受能力相适应。
1.3   受让方理解，本次交易受让方可获得的预期收益有赖于基础资产的实现和 /或相关方的按约回购/收购，故本协议及其他有关本次交易的文件中所示的预期收益或者任何类似表述均不构成转让方对本次交易的任何收益承诺。
</p>
 
<b>2.  释义</b>
 
<p>
2.1    除本协议条款或上下文另有约定外，以下术语应当具有如下含义：
<br/>1）	“本协议/协议”系指转让方和受让方共同签署的本债权资产权益转让协议及对本协议任何有效的修订或补充。
<br/>2）	“基础资产”系指转让方通过受让债权所取得的基础资产。
<br/>3）	“标的权益”系指本协议第 3 条约定的，转让方转让给受让方的标的权益。
<br/>4）	“转让价款”系指本协议第 5 条约定的，受让方支付给转让方的用于受让标的权益的价款。
<br/>5）	“债务人”系指基础资产项下的借款人及担保人，包括其继承人、受让人。
<br/>6）	“法律”系指中国现行有效并公布实施的任何法律、法规、规章、司法解释和规范性文件，并应解释为包括任何该些法规各自不时的修改和变更和有关该些法规的所有有权解释。
<br/>7）	“中国”系指中华人民共和国，仅为本协议之目的，不包括香港特别行政区、澳门特别行政区和台湾地区。
<br/>8）	“元”系指中国的法定货币人民币元，本协议货币均指人民币。
<br/>9）“工作日”系指中华人民共和国国务院规定的金融机构正常营业日。
</p>
<b>3.  标的权益</b>
<p>
3.1    本协议项下的标的权益为转让方依据《债权转让协议》取得的基础资产权益的部分。
<br/>受让方因受让标的权益而享有如下权利： 
<br/>1）所受让的基础资产对应的债权本金收益权； 
<br/>2）所受让的基础资产对应的利息收益权；
<br/>3）所受让的基础资产债权本金收益权及利息收益权所相应的担保权益。 
<br/>3.2    受让方同意受让并持有标的权益相应期限详见《债权资产权益转让要素表》。如债务人实现基础资产或相关方实际回购/收购基础资产日早于相应期限届满之前，则受让方预期于债务人实现基础资产或相关方实际回购/收购基础资产日按上述标准实现标的权益。 
<br/>3.3    上述预期年化收益率具体以《债权资产权益转让要素表》所示为准。 
<br/>3.4    受让方以其持有标的权益的实际受让期限实现标的权益。受让方持有的标的权益的日收益按每年 365 天折算，即预期日收益=受让债权本金*预期年化收益率/365。 
</p>
<b>4.  转让价款 </b>
<p>
4.1	   受让方受让本协议约定的标的权益的金额详见《债权资产权益转让要素表》。
<br/>4.2	   转让方和受让方一致同意并确认，本协议项下受让方就受让标的权益而应向转让方支付的转让价款为人民币（大写）         元。上述金额即本协议第 3 条第 3.1 款第 1 项之“基础资产对应的债权本金”。
<br/>4.3	   为确保交易债权收益，债权出让方及债权受让方在此不可撤销地授权信息服务方，由信息服务方委托的第三方支付机构对本产品、交易债权及注册帐户内资金等进行自动整合及划拨。各方在此不可撤销地授权信息服务方有权依据协议的约定，对各方注册帐户内的资金进行划转和结算。
<br/>4.4    受让方签订本协议，且受让方将相应资金划转至出让方帐户后，视为交易债权转让完成。
<br/>4.5    自交易债权转让完成之日起，出让方不再对交易债权享有任何权利或承担任何义务。受让方自交易债权转让完成之日起，成为交易债权的债权人，概括地受让出让方对债务人享有的全部权利和义务，如债务人就其债务提供担保的，则该等担保权利一并转让至本文件中的债权受让方。受让方委托出让方和原始权益人向债务人收取还款本金及利息。
</p>
<b>5.  标的权益的管理</b>
<p>
5.1    标的权益转让后，受让方委托转让方自行或委托第三方对标的权益进行管理，管理内容包括但不限于：对债务人资金使用情况进行监控；对基础资产进行催收及清收；在债务人违约的情况下宣布债权提前到期并要求债务人提前清偿，要求担保人代偿；判断是否接受债务人的提前还款；授权转让方同意相关方的到期回购/收购或提前回购/收购（相关收购合同 详见附件四）；对债务人提起诉讼，处置担保物；保存相关法律文件；授权转让方代为向债务人收取标的权益对应的本金及收益，再由转让方将该等款项根据本协议约定划转至受让方。 
<br/>5.2	   上述授权并非解释为转让方为本次转让提供任何形式的担保，受让方明确本次交易受让方可获得的预期收益有赖于基础资产的实现和 /或相关方的按约回购/收购，若债务人或担保人违约，受让方亦有权自行采取措施向债权人或担保人追偿。
<br/>5.3    受让方授权转让方在向受让方划转到期应得款项时，可以自行抵扣受让方应付的服务费。该等授权不影响受让方根据本协议第 3 条可以获得的预期收益。 
</p>
<b>6.  转让方承诺与保证</b>
<p>
6.1    转让方是根据中国法律依法成立并合法有效存续的合伙企业。
<br/>6.2	   转让方具有签署本协议和履行本协议项下义务的权利能力和行为能力，转让方签署本协议已依法取得所有必要的授权；本协议一经生效即对转让方构成完全的法律约束力。
<br/>6.3	   本协议项下转让给受让方的标的权益是真实存在并为转让方合法取得，且依照法律和约定可以转让。
<br/>6.4	转让方转让的标的权益是真实、有效的。
<br/>6.5    转让方对于已转让的标的权益在转让期间内有协助受让方进行管理的义务，转让方应当诚实信用、勤勉尽责地履行职责。
</p>
<b>7.  受让方承诺与保证</b>
<p>
7.1   受让方具有完全民事权利能力和民事行为能力，具备一定的投资经验，清楚本次标的权益的交易结构及风险，对本协议相关条款已认真阅读，没有理解疑义。
<br/>7.2   受让方支付转让款的资金系自有资金，来源合法，没有委托或代理行为。
<br/>7.3   受让方不会要求基础资产债务人或回购/收购相关方提前履行义务，否则相关损失由受让方承担。 
</p>
<b>8.  转让方的权利和义务</b>
<p>
8.1   转让方有权根据本协议规定获得标的权益的转让价款。 
<br/>8.2	  转让方接受受让方的委托，根据本协议的约定，自行或委托第三方对标的权益进行管理，管理内容包括但不限于：对债务人资金使用情况进行监控；对基础资产进行催收及清收；在债务人违约的情况下宣布债权提前到期并要求债务人提前清偿，要求担保人代偿；判断是否接受债务人的提前还款；同意相关方的到期回购/收购或提前回购/收购；对债务人提起诉讼，处置担保物；保存相关法律文件；授权转让方代为向债务人收取标的权益对应的本金及收益，再由转让方将该等款项根据本协议约定划转至受让方。 
<br/>8.3	  转让方有权将除标的权益之外的其余基础资产权益向其他受让方转让，本协议项下受让方所受让的标的权益与其他受让方所受让的基础资产其余部分权益相互独立，互不影响。
<br/>8.4	  在本协议有效期内，转让方不得再将标的权益重复转让给第三方。
<br/>8.5	  在本协议有效期内，转让方变更其住所地及名称的，应提前3天书面通知受让方。
</p>
<b>9. 受让方的权利和义务</b>
<p>
9.1   受让方在根据本协议约定支付转让价款后，有权委托转让方代为取得标的权益之收益。受让方应根据本协议第 5 条的约定，按期足额向转让方支付标的权益的转让价款。
<br/>9.2   受让方在足额支付转让款之前，不享有本协议项下标的权益的相应权益。
<br/>9.3   如受让方所受让的标的权益提前实现，受让方同意继续向转让方按本协议所确定的条款购买新的债权资产权益，直至本协议3.2 条款约定的预期收益期间得到满足。新的债权资产权益转让自动构成本协议组成部分。受让方豁免转让方的通知义务，但受让方可就个案向转让方予以了解相关信息。 
<br/>9.4   受让方不可撤销地同意其所受让的标的权益被相关方根据《回购/收购合同》予以回购/收购，以便其持有的标的权益根据本协议得到实现。受让方委托转让方代为办理相关回购/收购事宜。受让方撤销委托的，则自行向债务人主张权利。
</p>
<b>10. 保密</b>
<p>
10.1   除非对方事先书面同意或法律、法规的规定或者本次合作的需要，任何 一方不能直接或间接地披露、使用，或允许其董事、职员、代表、代理、 顾问和律师披露或使用以下保密信息（以下简称“保密信息”）： 
<br/>1）本协议的存在； 
<br/>2）双方关于签订与履行本协议的任何讨论、协议条款或有关本协议项下交易的任何其他信息； 
<br/>3）任何一方在与对方就本协议项下交易进行协商或履行本协议过程中获得的关于对方或对方关联企业的任何非公开的信息。 
<br/>10.2   双方的保密义务在下列情形下除外：
<br/>1）任何保密信息可以披露给任何一方的因参与本协议项下交易而 	需要知道此等保密信息的工作人员、代表、代理、顾问或律师等进行该等披露的前提是，前述工作人员、代表、代理、顾问和律师等对保密信息负有保密义务； 
<br/>2） 如果非因任何一方的原因，导致保密信息已由第三方披露而进入公共领域，则任何一方不再对此等保密信息负有保密义务； 
<br/>3） 按法律、法规已公开披露的相关信息。 
<br/>10.3   双方同意，任何一方对本协议第 11 条约定的保密义务的违反将构成该方违约，守约方有权要求违约方承担违约责任；并且守约方有权启动法律 程序要求停止此类侵害或采取其他救济，以防止进一步的侵害。 
<br/>10.4   本协议第 11 条约定的保密义务不因本协议的终止而终止。 
</p>
<b>11. 税收和费用</b>
<p>
11.1   除本协议另有约定外，双方及相关主体应各自承担其就磋商、签署或完成本协议和本协议所预期或相关的一切事宜所产生或有关的费用、收费及支出。
<br/>11.2   因签订和履行本协议而发生的法定税费，双方及相关主体应按照有关法律各自承担。
<br/>11.3   双方确认，受让方所实现标的权益来源于基础资产的实现或相关方的回购/收购，转让方仅基于受让方的委托，代收代付款项，并非支付主体，对于受让方发生的税费，转让方不存在任何代付、代扣以及代缴义务。 

</p>
<b>12. 违约责任</b>
<p>

12.1   本协议生效后，各方均应全面履行本协议项下法定和约定的义务。任何一方不履行本协议项下的义务，均构成违约，应承担违约责任；给对方造成实际损害的，还应承担损害赔偿责任。 
<br/>12.2   若转让方转让的标的权益不真实有效，足以导致受让方不能实现本协议下的标的权益收益，则受让方有权解除本协议，协议解除后转让方应当返还本协议第5条约定的转让价款。 

</p>
<b>13. 不可抗力</b>
<p>

13.1   若因自然灾害或国家政策或法律、法规、规范性文件在本协议签订后发生调整的不可抗拒的原因，致使任何一方不能履行或不能完全履行本协议时，该方应立即将该等情况以书面形式通知另一方，并在该等情况发生之日起 7 个工作日内提供详情及本协议不能履行或者部分不能履行，或者需要延期履行的理由的有效证明。该方无过错的，不追究协议该方在此事件发生后未履行约定的违约责任。按照事故对履行本协议的影响程度，由各方协商决定是否解除本协议，或者部分免除履行本协议的责任， 或者延期履行本协议。 

</p>
<b>14. 适用法律和争议解决</b>
<p>

14.1   如果本文件中的任何条款无论因何种原因完全或部分无效或不具有执行力，或违反任何适用的法律，则该条款被视为删除，但本文件的其余条款仍应有效并且有约束力。
<br/>14.2   本协议的签订、履行、终止、解释均适用中华人民共和国法律，如发生争议，各方应友好协商解决，如协商不成的，各方均可向上海市浦东新区人民法院提直诉讼。

</p>
<b>15. 联系信息更新</b>
<p>

15.1   本协议存续期间，债权出让方和/或债权受让方的下列信息如发生变更的，其应当在相关信息发生变更三日内将更新后的信息书面提供给信息服务方：本人姓名、身份证号码、手机号码等、电子邮箱、银行帐户的变更。若因任何一方不及时提供上述变更信息而带来的损失或额外费用应由该方承担。

</p>
<b>16. 其他</b>
<p> 
16.1   本协议以及其它文件（这些文件由于在本协议中被提及、或依据本协议被提供而构成本协议的组成部分），已构成各方就本协议项下标的权益转让事宜达成的完整协议，并取代各方于此之前及同时就标的权益转让 事项所达成的全部协议或理解。 
<br/>16.2   如果本协议的任何条款或部分被依法认定为无效或失效，其他部分仍然有效，各方应根据本协议的总的原则履行本协议，无效或失效的条款由 ᴰ能反映各方签订本协议时的意图的有效条款所替代。 
<br/>16.3   如果一方未行使或延迟行使其在本协议项下依法享有的某项权利或救济，不应减损该等权利或救济，也不应成为或理解为该方对此项权利或 救济的放弃或变更，或排除其随后行使该项权利或救济。任何单独或部 分行使某项权利或救济并不妨碍其在将来进一步行使此项或者任何其他权利或救济。 
<br/>16.4   本协议附件系本协议不可分割的组成部分，均具有法律约束力。若本协议附件的约定与本协议的约定存在不一致的、或本协议附件未予约定的， 均以本协议的约定为准。 
</p>