<?php if (!defined('THINK_PATH')) exit();?><style>
*{line-height:18px;}
</style>
<p style="font-size:16px;text-align:center;font-weight:bold">第二部分 协议条款</p>
<b>1.定义</b>
<span>除上下文义另有要求以外,下列词语在本协议中具有如下含义:</span>
<br/>1.1基础资产收益权具有本协议第2条所赋予其的含义。
<br/>1.2信息服务方：指资邦财盈，为转让方、受让方提供收益权转让的技术平台、信息撮合等服务。
<br/>1.3转付义务具有本协议第3.5条所赋予其的含义。
<br/>1.4转让日系指本协议项下收益权转让的生效日，为转让价款全额且不可撤销地转入转让方账户之日，其预计如本协议第一部分《基础资产收益权转让明细》所列示(若由于任何原因转让方账户收到转让价款之日晚于该日, 则以转让方账户实际收到转让价款之日为转让日)。
<br/>1.5转让方账户系指本协议第一部分《基础资产收益权转让明细》列示的, 转让方在支付机构处开立的用于收取转让价款的账户。
<br/>1.6转让方收款账户系指转让方指定用于收取其所购买基金项下可分配资产(包括可供分配的现金收益和本金的现金回收)的账户。
<br/>1.7受让方账户系指本协议第一部分《基础资产收益权转让明细》所列示的, 受让方在支付机构处开立的用于收取基础资产收益权项下现金流入收益的账户。
<br/>1.8《<u><?php echo ($data["name"]); ?>管理合同</u>》系指规范转让人、管理人以及其他基金份额持有人之间相关权利义务<br/>的《<u><?php echo ($data["name"]); ?>管理合同</u>》, 其具体信息如本协议第一部分《基础资产收益权转让明细》所列示。
<br/>1.9交易文件系指本协议、《<u><?php echo ($data["name"]); ?>管理合同</u>》、担保文件以及其他与本协议项下基础资产<br/>收益权转让相关的交易文件的总称。
<br/>1.10担保文件系指担保人向受让方出具的担保转让方按本协议第3.5条之规定履行转付义务的履约担保函。
<br/>1.11担保人指<u><?php echo ($data["dbgs"]); ?></u>。
<br/>1.12支付机构系指资邦财盈指定的为本协议项下各方之间资金支付和结算提供服务的第三方支付机构或金融机构。
<br/>1.13签署日系指本收益权转让交易项下各方签署本协议之日，列示于本协议第一部分《基础资产收益权转让明细》。
<br/>1.14法律系指中国宪法、法律、条约、行政法规、部门规章、地方法规以及由政府机构颁布的其他规范性文件。
<br/>1.14中国系指中华人民共和国(为本协议之目的不包括香港和澳门特别行政区以及台湾地区)。
<br/>2. 基础资产收益权
<br/>2.1 基础资产收益权范围
<br/>本协议所述之基础资产收益权是指自转让日后基础资产产生的下列财产性权益:
<br/>(a) 所受让的基础资产对应的本金回收权;
<br/>(b) 所受让的基础资产对应的收益回收权;
<br/>(c) 所受让的基础资产项下担保(如有)所产生的现金流入收益权。
<br/>3. 受让方资格（合格投资者）
<br/>3.1 受让方应保证其为在中华人民共和国境内居住的具有完全民事行为能力的自然人或根据中国法律依法成立的法人或其他组织，并具备本条规定的合格投资者资格。
<br/>3.2 合格投资者定义为符合下列条件之一的：
<br/>(a) 受让本协议约定的基础资产收益权的最低金额（具体以《基础资产收益权转让交易明细》所示为准）的自然人、法人或者依法成立的其他组织；
<br/>(b) 个人或者家庭金融资产总计在其受让时超过人民币50万元，且能提供相关财产证明的自然人；
<br/>(c) 个人收入在最近三年内每年收入超过人民币20万元或者夫妻双方合计收入在最近三年内每年收入超过30万元，且能提供相关受让证明的自然人。
<br/>4.基础资产收益权的转让
<br/>4.1 转让价
<br/>转让方同意根据本协议之规定转让基础资产收益权, 受让方同意根据本协议之规定受让基础资产收益权。双方同意, 前述基础资产收益权转让之对价应等同于本协议第一部分《基础资产收益权转让明细》所列示的转让价款。
<br/>4.2 付款时间
<br/>受让方应当将基础资产收益权的转让价款在不迟于本协议第一部分《基础资产收益权转让明细》所列的转让日支付至转让方账户。在通过支付机构支付转让价款的情形下，受让方应促使支付机构不迟于转让日将前述转让价款支付到转让方账户(包括但不限于授权支付机构进行相应资金划转)。受让方在足额支付转让款之前，不享有本协议项下基础资产收益权。
<br/>4.3 收益权转让
<br/>自上述转让价款全额且不可撤销地转入转让方账户之日起, 收益权转让生效，受让方即享有基础资产收益权。转让生效后, 归属于该基础资产收益权的全部现金流入收益及任何相关权利（根据本协议第4.4条之约定应当扣除的交易服务费、以及成本和支出（如有）除外）均由受让方所有并支配, 但转让方仍持有基础资产本身, 并因此有权根据《有限合伙协议》收取基础资产产生的现金流入收益并应按照本协议第4.4条之约定向受让方进行转付。
<br/>4.4 转付义务及受让方实现基础资产收益权
<br/>自转让日起,转让方应当在相应的收益转付日(在本协议第一部分《基础资产收益权转让明细》中规定)将转让方届时已收到的本协议第2条规定的基础资产收益权项下任何现金流入收益("当期可供转付资金"),按照以下方式支付至受让方账户("转付义务"):
<br/>(a) 如果转让方在实现上述基础资产收益权过程中采取相关的法律行动(包括但不限于催收、仲裁、诉讼及申请执行等), 由此产生的成本及支出("成本及支出"), 转让方可以先行从当期可供转付资金中扣除(为免歧义, 该等成本及支出应当首先从收益回收款中扣除, 不足部分从本金回收款中扣除);
<br/>(b) 在根据上述第(a)项扣除成本及支出(如有)之后, 就剩余的当期可供转付资金中属于本金回收款的部分, 转让方应当全额向受让方转付;
<br/>4.5 转让方义务的担保
<br/>转让方在本协议第3.5条项下的转付义务由担保人提供履约担保。担保人的担保责任与担保范围以《履约保函》为准。
<br/>4.6 后续转让
<br/>受让人确认,受让方通过本协议获得的基础资产收益权，可通过资邦财盈转让给其他合格投资人（封闭期间除外），除此之外不得向任何第三人转让或者在其上设定质押或其它权利负担。
<br/>4.7 交易服务费
<br/>转让方为进行本协议第4条项下的基础资产管理，有权向受让方收取一定金额的交易服务费("交易服务费")。受让方授权转让方在向受让方划转到期应得款项时，可以自行抵扣受让方应付的管理服务费。该等授权不影响受让方根据本协议《基础资产收益权转让交易明细》“预期年化收益率”中可得的预期收益。
<br/>5. 基础资产的管理
<br/>5.1 单独管理
<br/>转让方应对基础资产单独管理,与自身其他财产相区分, 并对基础资产的管理进行完整记录。
<br/>5.2 资料保管
<br/>转让方应妥善保管基础资产和/或基础资产收益权所产生的会计记录和合法凭证的原件等有关资料。在出现本协议第7条所规定的违约情形的情况下, 受让方或受让方委托的中介服务机构有权查阅相关会计记录和合法凭证的原件, 并根据需要调取加盖转让方公章的复印件, 转让方应予以配合, 但受让方应至少提前10个工作日向转让方提出该等查询的申请。转让方保存上述会计记录和合法凭证的原件的期限为自本协议终止日起不少于2年。
<br/>5.3 催收清收
<br/>在基金未能如约进行收益及资产分配的情况下, 转让方应根据有关法律法规的规定, 向管理人进行催收清收, 并采取一切必要的行动以使基础资产收益权得以实现。
<br/>6. 陈述与保证
<br/>6.1 转让方的陈述和保证
<br/>转让方为受让方的利益就自身向受让方作出以下陈述和保证,下述各项陈述和保证的所有重要方面在本协议签署日均属真实和正确, 且除第(g)项与第(i)项以外, 下述各项陈述和保证的所有重要方面在本协议有效期内也均属真实和正确:
<br/>(a) 转让方是合法设立并存续的公司或法人实体,合法拥有基础资产, 并依法有权转让基础资产收益权;
<br/>(b) 对本协议的签署和履行, 以及转让方作为当事人一方对与本协议有关的其他交易文件的签署和履行: (i) 已得到公司内部必要的授权; (ii) 不违反或有悖于适用于转让方的任何协议、契据、判决、裁定、命令或法律, 以致严重影响转让方履行本协议的能力;
<br/>(c) 转让方按照本协议向受让方或资邦财盈提供的所有文件、记录、报告、协议以及其他资料均属真实和正确, 且不存在任何重大错误或遗漏;
<br/>(d) 转让方不存在破产、资不抵债或其它类似情况;
<br/>(e) 转让方已按相关《有限合伙》中的规定履行了作为投资人的相关义务;
<br/>(f) 转让方为基础资产的唯一合法所有人, 且基础资产及基础资产收益权之上未设定抵押、质押或任何其他形式的担保物权或存在第三人可主张的任何其他权利;
<br/>(g) 截至本协议签署日，《<u><?php echo ($data["name"]); ?>管理合同</u>》合法、有效, 且转让方、管理人以及托管人无违约;
<br/>(i) 截至本协议签署日，转让方没有收到管理人和/或托管人的任何通知, 以表明其不予支付与基础资产有关的任何到期款项;
<br/>(j) 在本协议生效前至生效时, 转让方未曾放弃且保证不会放弃基础资产和基础资产收益权的任何部分。
<br/>6.2 受让方的陈述和保证
<br/>受让方就自身向转让方作出以下陈述和保证, 下述各项陈述和保证的所有重要方面在本协议签署日以及有效期内均真实和正确:
<br/>(a) 受让方是具有完全民事行为能力的自然人;
<br/>(b) 受让方按照本协议提供的所有个人信息以及其他资料均属真实和正确, 且不存在任何重大错误或遗漏;
<br/>(c) 受让方支付转让价款的资金来源合法。
<br/>7. 承诺事项
<br/>7.1 转让方的积极承诺
<br/>(a) 转让方就基础资产的持有及收益权转让应遵守适用于其的相关法律;
<br/>(b) 转让方应通过资邦财盈对基础资产收益权的相关情况以及影响基础资产收益权的重大事项及时进行披露, 包括但不限于:
<br/>(i) 基础资产信息摘要;
<br/>(ii) 基础资产所对应的《有限合伙协议》副本或影印件;
<br/>(iii) 基础资产所对应的认购函(如有);
<br/>(iv) 基础资产项下的担保文件(如有);
<br/>(v) 转让方就收益权转让交易所编制的交易说明书;
<br/>(vi) 基础资产的管理人就基础资产编制的投资报告;
<br/>(vii) 基础资产的托管人就基础资产编制的年度托管报告;
<br/>(viii) 可能对本协议项下基础资产收益权的按期分配产生重大影响的事项; 以及
<br/>(c) 在包括但不限于基础资产到期等基础资产能够产生现金流入收益的情况下, 转让方应根据有关法律法规的规定, 尽最大努力实现其作为基础资产项下权利人在基础资产项下的权利, 以使基础资产项下的现金流入收益得以实现。
<br/>7.2 转让方的消极承诺
<br/>(a) 转让方保证未经受让方及担保人书面同意不对基础资产设定任何抵押或其它权利负担;
<br/>(b) 转让方须确保基础资产不存在任何未披露的重大权属纠纷或权利瑕疵;
<br/>(c) 转让方不得再向任何第三方转让全部或部分基础资产收益权; 以及
<br/>(d) 未经受让方及担保人书面同意, 转让方不得放弃基础资产或对基础资产的权利。
<br/>8. 违约
<br/>8.1 违约
<br/>8.1.1 违反陈述和保证
<br/>任何一方在本协议项下的陈述和保证不真实或者存在重大遗漏、误导并对本协议的履行产生重大不利影响的, 视为该方违约, 违约方应承担继续履行、采取补救措施、支付违约金或者赔偿因其违约而给守约方或其他相关方造成的直接损失的违约责任。
<br/>8.1.2 未履行
<br/>若任何一方未履行其在本协议项下的其他任何约定或承诺的, 视为该方违约, 违约方应承担继续履行、采取补救措施、支付违约金或者赔偿因其违约而给守约方或其他相关方造成的直接损失的违约责任。
<br/>8.2 转让方违约
<br/>8.2.1 违约
<br/>发生以下情况之一的视为转让方违约, 违约事件发生之日为违约日:
<br/>(a) 转让方未按照有关法律法规的规定以及本协议的有关规定行使其在基础资产项下的权利导致基础资产项下的现金流入收益产生损失;
<br/>(b) 转让方未按照本协议第3.5条的有关规定按时、足额向受让方履行转付义务;
<br/>(c) 转让方发生(被)申请停业整顿、申请解散、被撤销、(被)申请破产、被注销登记、被吊销营业执照、生产经营出现严重困难或财务状况恶化，可能危及本协议项下基础资产收益权安全的; 以及
<br/>(d) 任何法院或其它政府机构对基础资产进行查封、冻结等行动的。
<br/>8.2.2 违约救济
<br/>发生上述违约情形时, 受让方可以要求转让方采取补救措施、赔偿损失, 并有权选择或同时采取以下救济措施:
<br/>(a) 要求转让方按照本协议第3.5条的有关规定立即向受让方履行转付义务;
<br/>(b) 转让方逾期支付任何款项的, 则从违约日起(含该日), 转让方应当就未足额支付的款项按照每日千分之三的比例支付违约金;
<br/>(c) 解除或者终止本协议及其他相关协议;
<br/>(d) 法律规定或者其他相关协议约定的其他救济措施。
<br/>9. 不可抗力
<br/>9.1 不可抗力
<br/>件包括但不限于地震、台风、洪水、火灾、瘟疫、其他天灾、战争、政变、骚乱、罢工或其他类似事件等因素。
<br/>9.2 责任承担与通知义务
<br/>如发生不可抗力事件, 遭受该事件的一方不承担责任, 但应立即通过资邦财盈通知对方, 说明有关事件的细节和不能履行或部分不能履行或需延迟履行本协议的原因。协议各方应在协商一致的基础上决定是否延期履行本协议或终止本协议, 并通过资邦财盈另行达成相关协议。
<br/>10. 保密
<br/>10.1 保密
<br/>本协议各方对于本协议以及本协议履行过程中所获得的对方商业秘密以及其他未公开的信息, 任何一方不得向除资邦财盈、支付机构和担保人之外的其它第三方透露和使用, 但根据法律、法规、规章或政府机构要求应当进行披露的除外。
<br/>10.2 责任承担
<br/>任何一方违反上述约定, 应承担由此给另一方造成的损失。
<br/>11. 通知
<br/>11.1 通知方式
<br/>本协议各方可通过资邦财盈公告、电子邮件、手机短信、无线通讯装置等电子方式或常规的信件传递等方式进行本协议项下的通知。各方的通讯地址和联系方式为约定的联系方式。
<br/>本协议各方应及时更新其通讯地址和联系方式, 确保其为真实、最新、有效及完整。若一方提供任何错误、虚假、过时或不完整的通讯地址和联系方式, 由此产生的任何直接或间接的任何支出或损失由该方自行承担。
<br/>11.2 通知送达
<br/>下列情形视为通知送达:
<br/>(a) 通过资邦财盈公告、电子邮件、手机短信、无线通讯装置等电子方式进行本协议项下的通知, 该等通知于发送之日为有效送达;
<br/>(b) 专人递送的通知, 在专人递送之交付日为有效送达;
<br/>(c) 以挂号信(付清邮资)发出的通知，在寄出(以邮戳为凭)后的第4日为有效送达;
<br/>(d) 以特快专递(付清邮资)发出的通知，在寄出(以邮戳为凭)后的第3日为有效送达;
<br/>(e) 以传真发出的通知，在传真发出时视为送达。
<br/>12. 权利保留
<br/>12.1 权利保留
<br/>任何一方没有行使其权利或没有就对方的违约行为采取任何行动, 不应被视为对权利的放弃或对追究违约责任或义务的放弃。任何一方放弃针对对方的任何权利或放弃追究对方的任何责任, 不应视为放弃对对方任何其他权利或任何其他过失的追究。所有权利放弃均应以书面方式做出。
<br/>12.2 部分无效
<br/>如果本协议的任何约定依现行法律被确定为无效或无法实施, 本协议的其他条款将继续有效。此种情况下, 本协议的其他条款的合法性、有效性不受影响, 且各方将以有效的约定替换该约定, 且该有效约定应尽可能接近原约定和本协议相应的目的和精神。
<br/>13. 法律适用与争议解决
<br/>13.1 法律适用
<br/>本协议的订立、生效、履行、解释、修改、争议解决和终止等事项适用中国法律。
<br/>13.2 争议解决
<br/>对于本协议各方在履行本协议过程中发生的争议, 由各方协商解决。协商不成, 应向上海仲裁委员会申请仲裁, 仲裁地点为上海。仲裁裁决是终局性的并对各方当事人具有约束力, 仲裁费用由败诉方承担。争议处理期间, 协议当事人应恪守各自的职责, 继续忠实、勤勉、尽责地履行协议义务。
<br/>14. 协议生效
<br/>本协议自三方签字盖章之日起生效。
<br/>15. 协议的变更、解除
<br/>(a) 双方协商一致且经担保人书面同意, 可以变更或解除本协议。
<br/>(b) 发生下列情况之一时, 一方可以通过资邦财盈通知另一方提前解除本协议：
<br/>(i) 由于不可抗力或不可归责于任何一方的原因致使本协议的目的无法实现的；
<br/>(ii) 另一方丧失实际履约能力, 致使协议目的无法实现的；
<br/>(iii) 另一方严重违约致使不能实现协议目的的。
<br/>

<style>
*{line-height:15px;}
.center{border:1px solid #ccc;text-align:center;width:100%}
</style>
<b class="center">【确认本协议及附件后，请在此签署】</b>
<br/>
<table border="0" cellspacing="0" cellpadding="2" > 
	<tr>
		<td width="10%">转让方:</td>
		<td>LP</td>
		<td width="10%">受让方:</td>
		<td><?php echo ($data["k_nam_cust_real"]); ?></td>
	</tr> 
</table>
<br/>信息服务方：资邦财盈（上海）资产管理有限公司
<br/>企业注册号：
<br/>联系地址：
<br/>联系电话：